[

    {

        "ServiceName": "Synthara",
        "Version": "2.2",
        "Changelog": "Synthara puts reliability first in it's latest update! With version 2.2, we squashed more bugs than all our previous 2.x updates!<br><br>We also included several new commands:<br><br>• Tutorial<br><br>• Support<br><br>• Purge<br><br>These commands and this new update collectively helps us prioritize <strong>your experience</strong> before all else!"

    },

    {

        "ServiceName": "Synthara",
        "Version": "2.1 Hotfix 2",
        "Changelog": "We pushed another hotfix (2.1-Hotfix-2) to include urgent changes related to our file system calls. This is in an attempt to fix possible data rewrites that were happening on versions 2.1-Hotfix-1 and earlier.<br><br>Thank you for your patience, feedback, and support!"

    },
    
    {

        "ServiceName": "Synthara",
        "Version": "2.1",
        "Changelog": "Synthara builds off of version 2.0 by introducing version 2.1, which includes changes to:<br><br>• Web Pages<br><br>• Subsystem-X<br><br>• Setting Customization<br><br>• General Reliability<br><br>And <strong>much</strong> more!<br><br>Please visit https://synthara.xyz to add Synthara 2.1 now!"

    },
    
    {

        "ServiceName": "Synthara",
        "Version": "2.0",
        "Changelog": "Synthara version 2.0 publically releases Synthara for all to use! Learn more at https://synthara.xyz/new"

    },
    
    {

        "ServiceName": "Synthara",
        "Version": "1.4 Hotfix 1",
        "Changelog": "We pushed a hotfix to Synthara 1.4 to fix a few bugs that were introduced during the update.<br><br>We have fixed:<br><br>• Suggested Songs 'Running Out'<br>• Skipping In Crossfade Not Working<br>• Seeking On The Lyric Portal Not Working<br>• Descriptions on embeds not being correct<br><br><strong>And More!<strong>"

    },
    
    {

        "ServiceName": "Synthara",
        "Version": "1.4",
        "Changelog": "<p>Synthara 1.4 is our biggest update yet and features a complete overhaul of many features.<br /><br /><strong>This version won't have a traditional changelog as it isn't a regular update.</strong> So many features have been changed, making a changelog uneccesary for this update. <strong>Every part of Synthara has been changed in some way!</strong><br /><br />We hope you enjoy Synthara 1.4, as well as the hundreds of bug fixes that came with it! Check back here for the changelog on 1.5 when we're ready.</p>"

    },

    { 

        "ServiceName": "Sprout Website",
        "Version": "3.0",
        "Changelog": "A new redesign with a sidebar and dynamic content.<br>Service changes now live here too!"

    }

]
